package data

var Person = map[string][]string{
	"lastName": {"佐藤", "鈴木", "高橋", "田中", "伊藤", "渡辺", "山本", "中村", "小林", "加藤", "吉田", "山口", "松本", "井上", "木村", "林", "清水", "斎藤", "山田", "酒井"},
	"firstName": {"太郎", "花子", "一郎", "美咲", "健太", "陽菜", "翔太", "結衣", "拓海", "さくら", "悠真", "美優", "大和", "結菜", "陸斗", "愛", "湊", "莉子", "陽翔", "美月"},
	"mobilePrefix": {"080", "090", "070"},
	"hobby": {"読書", "旅行", "料理", "運動", "音楽", "映画", "ゲーム", "プログラミング", "DIY", "カメラ", "釣り", "旅行", "料理", "運動", "音楽", "映画", "ゲーム", "プログラミング", "DIY", "カメラ", "釣り"},
}

var LastNameKana = map[string]string{
	"佐藤": "サトウ", "鈴木": "スズキ", "高橋": "タカハシ", "田中": "タナカ", "伊藤": "イトウ",
	"渡辺": "ワタナベ", "山本": "ヤマモト", "中村": "ナカムラ", "小林": "コバヤシ", "加藤": "カトウ",
	"吉田": "ヨシダ", "山口": "ヤマグチ", "松本": "マツモト", "井上": "イノウエ", "木村": "キムラ",
	"林": "ハヤシ", "清水": "シミズ", "斎藤": "セイトウ", "山田": "ヤマダ", "酒井": "サカイ",
}

var FirstNameKana = map[string]string{
	"太郎": "タロウ", "花子": "ハナコ", "一郎": "イチロウ", "美咲": "ミサキ", "健太": "ケンタ",
	"陽菜": "ハルナ", "翔太": "ショウタ", "結衣": "ユイ", "拓海": "タクミ", "さくら": "サクラ",
	"悠真": "ユウマ", "美優": "ミユ", "大和": "ヤマト", "結菜": "ユイナ", "陸斗": "リクト",
	"愛": "アイ", "湊": "ミナト", "莉子": "リコ", "陽翔": "ハルト", "美月": "ミツキ",
}
